jb.sfsc/jb.sfsc.wfoutboundmsg.request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Body>
		<notifications xmlns="http://soap.sforce.com/2005/09/outbound">
			<OrganizationId>00D1t000000CoZ0EAK</OrganizationId>
			<ActionId>04k1t000000CaYuAAK</ActionId>
			<SessionId xsi:nil="true"/>
			<EnterpriseUrl>https://eu16.salesforce.com/services/Soap/c/43.0/00D1t000000CoZ0</EnterpriseUrl>
			<PartnerUrl>https://eu16.salesforce.com/services/Soap/u/43.0/00D1t000000CoZ0</PartnerUrl>
			<Notification>
				<Id>04l1t0000008OmyAAE</Id>
				<sObject xsi:type="sf:Account" xmlns:sf="urn:sobject.enterprise.soap.sforce.com">
					<sf:Id>0011t0000033Uk2AAE</sf:Id>
				</sObject>
			</Notification>
			<Notification>
				<Id>04l1t0000008OmyAAA</Id>
				<sObject xsi:type="sf:Contact" xmlns:sf="urn:sobject.enterprise.soap.sforce.com">
					<sf:Id>0011t0000033Uk2AAA</sf:Id>
				</sObject>
			</Notification>
		</notifications>
	</soapenv:Body>
</soapenv:Envelope> 